Repository: common-repository/sementes-cas-gcrs
Catalog: lang/sementes-cas-gcrs-*.po
Languages: pt_br

source: This plugin offers some enhancements to the Woocommerce e-commerce platform to make it fit for using in Responsible Consumer Groups (GCR). It assumes GCRs are composed by several consumers and several suppliers, and the there is a buying cycle.
pt_br: Este plugin oferece algumas melhorias na plataforma de e-commerce Woocommerce para torná-la adequada para uso em Grupos de Consumidores Responsáveis ​​(GCR).

source: Report generated successfully
pt_br: Relatório gerado com sucesso

source: Cycle created successfully
pt_br: Ciclo criado com sucesso

source: Qty
pt_br: Qtd

source: Product
pt_br: Produto

source: Unit price
pt_br: Preço unitário

source: Price per product
pt_br: Preço por produto

source: With tax
pt_br: Com margem

source: Total with taxes
pt_br: Total com margem

source: Order
pt_br: Pedido

source: Category
pt_br: Categoria

source: Order Price
pt_br: Valor do Pedido

source: Payment Method Total
pt_br: Total do método de pagamento

source: Payment Method Total (with tax)
pt_br: Total do método de pagamento (com margem)

source: Shipping
pt_br: Entrega

source: Add New
pt_br: Adicionar novo

source: Add New %s
pt_br: Adicionar Novo %s

source: Edit %s
pt_br: Editar %s

source: New %s
pt_br: Novo %s

source: View %s
pt_br: Visualizar %s

source: Search %s
pt_br: Pesquisar %s

source: No %s Found
pt_br: %s não encontrado

source: No %s Found In Trash
pt_br: %s não encontrado na lixeira

source: Custom field updated.
pt_br: Campo customizável atualizado

source: Custom field deleted.
pt_br: Campo customizável deletado

source: %1$s updated.
pt_br: %1$s atualizado.

source: %1$s published. %2$sView %3$s%4s.
pt_br: %1$s publicado. %2$sVisualizar %3$s%4s.

source: %1$s saved.
pt_br: %1$s salvo.

source: %1$s draft updated. %2$sPreview %3$s%4$s.
pt_br: %1$s rascuho atualizado. %2$sVisualizar %3$s%4$s.

source: %1$s %2$s updated.
pt_br: %1$s %2$s atualizado.

source: %1$s %2$s not updated, somebody is editing it.
pt_br: %1$s %2$s não foi atualizado, alguém está o editando

source: %1$s %2$s permanently deleted.
pt_br: %1$s %2$s permanentemente deletado.

source: %1$s %2$s moved to the Trash.
pt_br: %1$s %2$s movido para a lixeira

source: %1$s %2$s restored from the Trash.
pt_br: %1$s %2$s restaurado da lixeira.

source: Could not generate analytics
pt_br: Não foi possível gerar a análise

source: No cycle
pt_br: Nenhum ciclo

source: Product Analytics
pt_br: Análise de produto

source: Client Analytics
pt_br: Análise de cliente

source: Analytics
pt_br: Análises

source: Cycle
pt_br: Ciclo

source: Select the cycle to see the analytics.
pt_br: Selecione os ciclos que você deseja ver nessa análise.

source: Export
pt_br: Exportar

source: analytics
pt_br: Análise

source: Raw Analytics
pt_br: Dados Brutos

source: Cycles
pt_br: Ciclos

source: The cycle is
pt_br: O ciclo está

source: Open
pt_br: Aberto

source: Suspended
pt_br: Suspenso

source: Closed
pt_br: Fechado

source: Close cycle "%s" before opening another manual cycle
pt_br: Feche o ciclo "%s" antes de abrir um novo ciclo manual

source: Cycle settings
pt_br: Configurações do ciclo

source: Cycle mode:
pt_br: Abertura e fechamento do ciclo

source: Automatic (date/time)
pt_br: Automáticos (data/hora)

source: Opening
pt_br: Abertura

source: Closing
pt_br: Fechamento

source: Status
pt_br: Situação

source: Cycle summary
pt_br: Resumo do ciclo

source: Orders
pt_br: Pedidos

source: Total sold
pt_br: Total vendido

source: Number of
pt_br: Quantidade de

source: No
pt_br: Sem

source: order
pt_br: pedido

source: View reports
pt_br: Visualizar relatórios

source: There are no orders in this cycle
pt_br: Não há pedidos nesse ciclo

source: The cycle you are creating overlaps the cycle: %1$s (%2$s - %3$s). Choose new dates and try again.
pt_br: O ciclo que você está criando se sobrepõe ao ciclo: %1$s (%2$s - %3$s). Escolha novas datas e tente novamente.

source: The cycle %s is already open. Close it before opening a new manual cycle.
pt_br: O ciclo %s já está aberto. Feche ele antes de abrir um novo ciclo manual.

source: Opening time can't be empty
pt_br: A data de abertura não pode ser vazia

source: Closing time can't be empty
pt_br: A data de fechamento não pode ser vazia

source: Mode
pt_br: Tipo

source: Opening time
pt_br: Abertura

source: Closing time
pt_br: Fechamento

source: Total orders
pt_br: Número de pedidos

source: Automatic
pt_br: Automático

source: Dashboard
pt_br: Painel

source: The manual cycle "%s" is
pt_br: O ciclo manual "%s" está

source: open
pt_br: aberto

source: closed
pt_br: fechado

source: The automatic cycle "%s" is open from %s until %s
pt_br: O ciclo automático "%s" está aberto desde %s até %s

source: The automatic cycle "%s" was open from %s until %s
pt_br: O ciclo automático "%s" esteve aberto desde %s até %s

source: Warning: the cycle "%s" is suspended
pt_br: Atenção: o ciclo "%s" está suspenso

source: Edit cycle
pt_br: Editar ciclo

source: Cycle orders
pt_br: Pedidos do ciclo

source: There is no open cycle
pt_br: Não há nenhum ciclo aberto

source: Pickup places
pt_br: Locais de retirada

source: Pickup place
pt_br: Local de retirada

source: Select the pickup place
pt_br: Selecione os locais de retirada

source: Plugin activated successfully.
pt_br: Plugin ativado com sucesso

source: Generate Report
pt_br: Atualizar relatório

source: Settings
pt_br: Configurações

source: Preference for cycle
pt_br: Preferência para ciclo

source: Define which type of cycle will have priority if a manual cycle and an automatic cycle are open at the same time.
pt_br: Defina que tipo de ciclo terá prioridade caso esteja aberto um ciclo manual e um ciclo automático ao mesmo tempo.

source: Home page when cycle is open
pt_br: Página Inicial do Ciclo Aberto

source: Choose the page used for home when cycle is open.
pt_br: Selecione a página inicial do site quando ciclo estiver aberto.

source: Home page when cycle is closed
pt_br: Página Inicial do Ciclo Fechado

source: Choose the page used for home when cycle is closed.
pt_br: Selecione a página inicial do site quando ciclo estiver fechado.

source: Warning time threshold (minutes)
pt_br: Limite de tempo para aviso (minutos)

source: Set the amount of time to show a warning before the cycle closes.
pt_br: Defina a quantidade de minutos antes do fim de um Ciclo Automático para que seja exibido um aviso no site de que a loja irá fechar.

source: Enable pickup place feature
pt_br: Habilitar Local de Retirada

source: Mark here to be able to set different pickup places for each order.
pt_br: Marque para habilitar a funcionalidade de múltiplos locais de retirada.

source: Cycle pickup places
pt_br: Locais de retirada

source: Uncheck pickup place to disable it for this cycle
pt_br: Desmarque o local de retirada para desabilitá-lo no ciclo ativo.

source: Admin Section
pt_br: Seção para desenvolvedores

source: This section should only be used by developers and admins.
pt_br: Atenção: essa seção só deve ser usada por desenvolvedores.

source: Enable simplified dashboard
pt_br: Habilitar painel simplificado

source: Mark here to activate a simplified dashboard.
pt_br: Marque aqui para ativar um painel do Wordpress simplificado.

source: Enable tax feature
pt_br: Habilitar margem nos relatórios

source: Mark here to be able to visualize tax info on reports.
pt_br: Marque para poder visualizar a margem na seção de relatórios.

source: Which taxonomy represents suppliers?
pt_br: Escolha a classificação que representa o fornecedor

source: Choose the among your product taxonomies which one represents the suppliers. This is used to generate supplier related reports.
pt_br: Escolha, entre as categorias de produtos, aquela que representa os fornecedores para que entre no relatório.

source: Which name represents suppliers?
pt_br: Qual é o nome que representa os fornecedores?

source: e.g.: suppliers, enterprises, settlements ...
pt_br: Ex.: Fornecedoras, Empreendimentos, Assentamentos...

source: Suppliers
pt_br: Fornecedoras

source: Update report
pt_br: Atualizar relatórios

source: Could not generate report
pt_br: Não foi possível gerar o relatório

source: Include client information
pt_br: Incluir informação dos clientes

source: Check if you want to see client information.
pt_br: Marque se você deseja incluir informações dos clientes no relatório.

source: Report Orders/%s
pt_br: Pedidos por %s

source: Report Orders/%s (Summary)
pt_br: Produtos por %s

source: Report Orders/Pickup Place
pt_br: Pedidos por local de retirada/entrega

source: Report %s (Summary)/Pickup place
pt_br: Produtos por %s por local de retirada/entrega

source: Report %s (Summary)/Payment Method
pt_br: Pedidos por %s por método de pagamento

source: Report Order/Shipping Zone
pt_br: Endereço dos pedidos

source: Remove local pickup orders
pt_br: Remover pedidos de retirada no local

source: Check if you want to remove the orders that have local pickup as shipping type.
pt_br: Marque se você deseja remover os pedidos que possuem Retirada no local como método de entrega

source: Reports
pt_br: Relatórios

source: Select the cycle to see the report.
pt_br: Selecione o ciclo que você deseja ver nesse relatório.

source: Include taxes
pt_br: Incluir margem

source: Includes taxes in this report
pt_br: Incluir margem nesse relatório

source: Order by
pt_br: Ordenar por

source: Choose how to order your report.
pt_br: Escolha como ordenar seu relatório.

source: Date
pt_br: Data

source: Name
pt_br: Nome

source: Report
pt_br: Relatorio
